[
    {
        "quote": "My friend's friend is my friend. My friend's girlfriend is my friend. My friend's boyfriend is just a scum.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "You are the product of 4 billion years of evolution, now fucking act like it.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "If opposites attract then I hope you meet someone who is attractive, honest, intelligent, and cultured.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "Arguing with you is like playing chess against a pigeon; no matter how good I am at chess, the pigeon will knock over the pieces, shit all over the board, and then stomp around victoriously without a fucking clue.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "If I agreed with you then we'd both be wrong.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "I'm trying to see things from your point of view, but I just can't seem to get my head that far up my own ass.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "Don't feel bad. A lot of people have no talent!",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "I like you. People say I've no taste, but I like you.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "I'd slap you but i'd get arrested for animal abuse.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "I don't know who you are, but whatever you are, I'm sure everyone will agree with me.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "Sarcasm is a foreign language to you, isn't it?",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "Your IQ's lower than your shoe size.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "Looks like I over-estimated the number of your brain cells.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "He was happily married but his wife wasn't.",
        "author": "Anonymous",
        "category": "sarcastic"
    },
    {
        "quote": "Sometimes I need what only you can provide: your absence.",
        "author": "Anonymous",
        "category": "sarcastic"
    }
]